Revit 2027 API
ParameterTypeId.TextFont Property
 "Text Font"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextFont { get; }
Public Shared ReadOnly Property TextFont As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextFont {
	ForgeTypeId^ get ();
}
static member TextFont : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace